Repository: bireme/bvs-noticias
Catalog: languages/bvs-noticias-*.po
Languages: es_es

source: Sources
es_es: Fuente

source: Categories
es_es: Categorías

source: Tags
es_es: Etiquetas

source: News
es_es: Noticias

source: All News
es_es: Todas las Noticias

source: Add News
es_es: Adicionar Noticia

source: Add New News
es_es: Adicionar Nueva Noticia

source: Edit
es_es: Editar

source: Edit News
es_es: Editar Noticia

source: New News
es_es: Nueva Noticia

source: View
es_es: Ver

source: View News
es_es: Veja Noticia

source: Search News
es_es: Buscar Noticias

source: No News found
es_es: No se han encontrada Noticias

source: No News found in Trash
es_es: No se han encontrada Noticias en la Basura

source: Parent News
es_es: Noticia Padre

source: Post type for News
es_es: Post type para Noticias

source: All Clippings
es_es: Todo los Clipping

source: Add Clipping
es_es: Adicionar Clipping

source: Add New Clipping
es_es: Adicionar Nuevo Clipping

source: Edit Clipping
es_es: Editar Clipping

source: New Clipping
es_es: Nuevo Clipping

source: View Clipping
es_es: Ver Clipping

source: Search Clipping
es_es: Buscar Clipping

source: No Clipping found
es_es: No se han encontrado Clipping

source: No Clipping found in Trash
es_es: No se han encontrado Clipping en la Basura

source: Parent Clipping
es_es: Clipping Padre

source: Post type for News Clipping
es_es: Post type para Clipping de Noticias

source: All Sources
es_es: Todas las Fuentes

source: Edit Source
es_es: Editar Fuente

source: View Source
es_es: Ver Fuente

source: Update Source Name
es_es: Actualizar Nombre de la Fuente

source: Add New Source
es_es: Adicionar Nueva Fuente

source: New Source Name
es_es: Nueva Nombre de la Fuente

source: Parent Source
es_es: Fuente Padre

source: Parent Source:
es_es: Fuente Padre:

source: Search Sources
es_es: Buscar Noticias

source: Popular Sources
es_es: Fuentes Populares

source: Separate Sources with commas
es_es: Fuentes Separadas con Comas

source: Add or remove Sources
es_es: Adicionar o quitar Fuentes

source: Choose from the most used Sources
es_es: Elegir las más usadas Fuentes

source: No Sources found
es_es: No se han encontrada Fuentes

source: One thought on &ldquo;%2$s&rdquo;
es_es: Un pensamiento sobre &ldquo;%2$s&rdquo;

source: Comment navigation
es_es: Comentario de navegación

source: &larr; Older Comments
es_es: &larr; Comentarios antiguos

source: Newer Comments &rarr;
es_es: Comentarios Recientes &rarr;

source: Comments are closed.
es_es: Comentarios están cerrados

source: Source URL
es_es: URL de la Fuente

source: Author
es_es: Autor

source: News author name (personal or institutional)
es_es: Nombre del autor de la noticia (Personal o Institucional)

source: Publish Date
es_es: Fecha de Publicación

source: News publish date at the source
es_es: Fecha de publicación de la fuente

source: Reply
es_es: Responder

source: Leave a reply
es_es: Deje la Respuesta

source: 1 Reply
es_es: 1 Responder

source: % Replies
es_es: % Respuestas

source: Featured post
es_es: Entrada destacada

source: Permalink to %s
es_es: Enlaces permanente para %s

source: Continue reading <span class="meta-nav">&rarr;</span>
es_es: Continue la lectura<span class="meta-nav">&rarr;</span>

source: Pages:
es_es: Páginas:

source: Search Results for: %s
es_es: Buscar Resultados para: %s

source: Nothing Found
es_es: Nada Encontrado

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
es_es: Lo sentimos, pero nada corresponde a sus criterios de busqueda. Por favor, inténtelo de nuevo con algunas palabras clave diferentes

source: Search news:
es_es: Búsqueda de noticias:

source: Search news
es_es: Búsqueda de noticias

source: Search News:
es_es: Búsqueda de Noticias:

source: Search
es_es: Búsqueda

source: << Previous
es_es: << Anterior

source: Next >>
es_es: Siguiente >>

source: RSS feed
es_es: Feed RSS

source: By
es_es: Por

source: No comments
es_es: Ningún comentario

source: One comment
es_es: Uno comentario

source: % comments
es_es: % comentarios

source: Tagged
es_es: Etiquetado

source: No posts found.
es_es: Ninguna entrada encontrada

source: See all
es_es: Vea todos

source: Read more
es_es: Lea más
